Repository: DyorHQ/IOS-app
Catalog: ios/DyorHQ/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ko, zh_hans

source: When
es: Cuándo
fr: Date
ko: 일시
zh_hans: 时间

source: Who pays
es: Quién paga
fr: Qui paie
ko: 비용 부담
zh_hans: 付款方

source: Win Rate
es: Tasa de acierto
fr: Taux de réussite
ko: 승률
zh_hans: 胜率

source: Window
es: Plazo
fr: Période
ko: 수집 기간
zh_hans: 收藏期

source: Window Closed
es: Plazo cerrado
fr: Période close
ko: 수집 기간 종료
zh_hans: 收藏期已结束

source: Window closed
es: Plazo cerrado
fr: Période close
ko: 수집 기간 종료
zh_hans: 收藏期已结束

source: Window closes
es: Cierre del plazo
fr: Fin de la période
ko: 수집 기간 종료일
zh_hans: 收藏期结束时间

source: Withdraw
es: Retirar
fr: Retirer
ko: 출금
zh_hans: 提取

source: Withdraw AUSD
es: Retirar AUSD
fr: Retirer des AUSD
ko: AUSD 출금
zh_hans: 提取 AUSD

source: Withdraw Platform Fees
es: Retirar comisiones de la plataforma
fr: Retirer les frais de la plateforme
ko: 플랫폼 수수료 출금
zh_hans: 提取平台手续费

source: Withdraw Platform Proceeds
es: Retirar ingresos de la plataforma
fr: Retirer les recettes de la plateforme
ko: 플랫폼 수익금 출금
zh_hans: 提取平台收益

source: Withdraw Pool Fees
es: Retirar comisiones del pool
fr: Retirer les frais du pool
ko: 풀 수수료 출금
zh_hans: 提取池子手续费

source: Withdraw Proceeds
es: Retirar ingresos
fr: Retirer les recettes
ko: 수익금 출금
zh_hans: 提取收益

source: Withdraw Treasury Share
es: Retirar la parte de la tesorería
fr: Retirer la part de la trésorerie
ko: 트레저리 몫 출금
zh_hans: 提取金库份额

source: Withdraw to Spot
es: Retirar a Spot
fr: Retirer vers Spot
ko: 현물로 출금
zh_hans: 提取到现货

source: Withdrawals pay you, the creator, and no one else.
es: Los retiros te pagan a ti, el creador, y a nadie más.
fr: Les retraits vous paient, vous, le créateur, et personne d'autre.
ko: 출금액은 크리에이터인 나에게만 지급돼요.
zh_hans: 提取款项只会支付给你（创作者），不会支付给其他任何人。

source: Withdrawing to another address
es: Retirar a otra dirección
fr: Retrait vers une autre adresse
ko: 다른 주소로 출금
zh_hans: 提取到其他地址

source: Withdrawn to Spot
es: Retiraste a Spot
fr: Retiré vers Spot
ko: 현물로 출금 완료
zh_hans: 已提取到现货

source: Withdrew from Perps
es: Retiraste de Perps
fr: Retrait depuis Perps effectué
ko: Perps에서 출금 완료
zh_hans: 已从永续提取

source: Withdrew pool fees
es: Retiraste comisiones del pool
fr: Frais du pool retirés
ko: 풀 수수료 출금 완료
zh_hans: 已提取池子手续费

source: Withdrew proceeds
es: Retiraste ingresos
fr: Recettes retirées
ko: 수익금 출금 완료
zh_hans: 已提取收益

source: Word #%lld
es: Palabra n.º %lld
fr: Mot #%lld
ko: %lld번째 단어
zh_hans: 第 %lld 个单词

# Word %lld, %@
source: Word %1$lld, %2$@
es: Palabra %1$lld, %2$@
fr: Mot %1$lld, %2$@
ko: %1$lld번째 단어, %2$@
zh_hans: 第 %1$lld 个单词，%2$@

source: Wrap MON
es: Envolver MON
fr: Envelopper des MON
ko: MON 래핑
zh_hans: 包装 MON

source: Wrapping and unwrapping MON
es: Envolver y desenvolver MON
fr: Enveloppement et désenveloppement de MON
ko: MON 래핑 및 언래핑
zh_hans: 包装和解包 MON

source: Write them on paper, in order. Don't screenshot, copy or save them anywhere online.
es: Escríbelas en papel, en orden. No les hagas captura de pantalla, no las copies ni las guardes en ningún sitio en línea.
fr: Écrivez-les sur papier, dans l'ordre. Ne faites pas de capture d'écran, ne les copiez pas et ne les enregistrez nulle part en ligne.
ko: 종이에 순서대로 적으십시오. 스크린샷을 찍거나, 복사하거나, 온라인 어디에도 저장하지 마십시오.
zh_hans: 按顺序把它们写在纸上。不要截屏、复制，也不要保存在任何在线位置。

source: X profile
es: Perfil de X
fr: Profil X
ko: X 프로필
zh_hans: X 主页

source: Yes, in this transaction
es: Sí, en esta transacción
fr: Oui, dans cette transaction
ko: 예, 이 트랜잭션에서
zh_hans: 是，在本笔交易中

source: Yesterday
es: Ayer
fr: Hier
ko: 어제
zh_hans: 昨天

source: You (gas only)
es: Tú (solo el gas)
fr: Vous (frais de gaz uniquement)
ko: 나(가스비만)
zh_hans: 你（仅 Gas 费）

source: You Created This
es: Lo creaste tú
fr: Vous l'avez créé
ko: 내가 만든 Moment
zh_hans: 由你创建

source: You Pay
es: Pagas
fr: Vous payez
ko: 지불
zh_hans: 你支付

source: You Receive
es: Recibes
fr: Vous recevez
ko: 수령
zh_hans: 你收到

source: You are watching this address. Sign in to collect.
es: Estás observando esta dirección. Inicia sesión para coleccionar.
fr: Vous surveillez cette adresse. Connectez-vous pour collecter.
ko: 이 주소를 지켜보는 중이에요. 수집하려면 로그인하세요.
zh_hans: 你正在观察此地址。登录后即可收藏。

source: You are watching this address. Sign in to create a wallet you can sign with.
es: Estás observando esta dirección. Inicia sesión para crear una billetera con la que puedas firmar.
fr: Vous surveillez cette adresse. Connectez-vous pour créer un portefeuille avec lequel vous pouvez signer.
ko: 이 주소를 지켜보는 중이에요. 서명할 수 있는 지갑을 만들려면 로그인하세요.
zh_hans: 你正在观察此地址。登录后即可创建可用于签名的钱包。

source: You are watching this address. Sign in to trade.
es: Estás observando esta dirección. Inicia sesión para operar.
fr: Vous surveillez cette adresse. Connectez-vous pour trader.
ko: 이 주소를 지켜보는 중입니다. 거래하려면 로그인하십시오.
zh_hans: 你正在观察此地址。登录后即可交易。

source: You exported and confirmed the recovery phrase.
es: Exportaste y confirmaste la frase de recuperación.
fr: Vous avez exporté et confirmé la phrase de récupération.
ko: 복구 구문을 내보내고 확인했습니다.
zh_hans: 你已导出并确认助记词。

source: You get
es: Recibes
fr: Vous obtenez
ko: 받는 것
zh_hans: 你将获得

source: You have %lld take-profit/stop-loss orders live on Perpl. Removing the key doesn't cancel them: they stay armed, and this device can't show or cancel them until you connect again.
es: Tienes %lld órdenes de take profit/stop loss activas en Perpl. Quitar la clave no las cancela: siguen activas, y este dispositivo no puede mostrarlas ni cancelarlas hasta que te conectes de nuevo.
fr: Vous avez %lld ordres take profit/stop loss actifs sur Perpl. Supprimer la clé ne les annule pas : ils restent actifs, et cet appareil ne peut ni les afficher ni les annuler tant que vous ne vous reconnectez pas.
ko: Perpl에 활성 상태인 익절/손절 주문이 %lld건 있습니다. 키를 제거해도 주문은 취소되지 않습니다. 주문은 활성 상태로 유지되며, 다시 연결하기 전까지 이 기기에서는 주문을 보거나 취소할 수 없습니다.
zh_hans: 你在 Perpl 上有 %lld 个仍有效的止盈/止损订单。移除密钥不会取消订单：订单仍保持有效，在你重新连接之前，此设备无法显示或取消订单。

source: You pay
es: Pagas
fr: Vous payez
ko: 지불 금액
zh_hans: 你支付

source: You receive
es: Recibes
fr: Vous recevez
ko: 수령량
zh_hans: 你收到

source: You receive it with your share of the trading fees; with fee sharing on, holders receive both instead.
es: Lo recibes junto con tu parte de las comisiones de trading; con el reparto de comisiones activado, los holders reciben ambos en tu lugar.
fr: Vous la recevez avec votre part des frais de trading ; avec le partage des frais activé, ce sont les détenteurs qui reçoivent les deux.
ko: 크리에이터 세금은 거래 수수료 중 내 몫과 함께 내가 받아요. 수수료 분배를 켜면 대신 홀더가 둘 다 받아요.
zh_hans: 你会连同你的交易手续费份额一起收到它；开启手续费分成时，则由持有者收到这两部分。

source: You receive on %@
es: Recibes en %@
fr: Vous recevez sur %@
ko: %@에서 받음
zh_hans: 你在 %@ 上收到

source: You sell
es: Vendes
fr: Vous vendez
ko: 매도 수량
zh_hans: 你卖出

source: You send
es: Envías
fr: Vous envoyez
ko: 보내는 금액
zh_hans: 你发送

source: You switched accounts while this was in progress. Nothing was applied to the account you're signed in to now.
es: Cambiaste de cuenta mientras esto estaba en curso. No se aplicó nada a la cuenta con la que tienes la sesión iniciada ahora.
fr: Vous avez changé de compte pendant l'opération. Rien n'a été appliqué au compte auquel vous êtes connecté maintenant.
ko: 진행 중에 계정을 전환했습니다. 현재 로그인된 계정에는 아무것도 적용되지 않았습니다.
zh_hans: 此操作进行期间你切换了账户。你当前登录的账户未受任何影响。

source: You took a screenshot of your recovery phrase. Delete it from Photos, and from Recently Deleted: anyone who sees it can take your funds.
es: Hiciste una captura de pantalla de tu frase de recuperación. Elimínala de Fotos y del álbum “Eliminados”: cualquiera que la vea puede llevarse tus fondos.
fr: Vous avez fait une capture d'écran de votre phrase de récupération. Supprimez-la de Photos, puis de la collection « Supprimées récemment » : quiconque la voit peut prendre vos fonds.
ko: 복구 구문의 스크린샷을 찍었습니다. ‘사진’과 ‘최근 삭제된 항목’에서 삭제하십시오. 스크린샷을 보는 사람은 누구나 자금을 가져갈 수 있습니다.
zh_hans: 你截取了助记词的屏幕截图。从“照片”中删除它，并从“最近删除”中删除：任何看到它的人都能拿走你的资金。

source: You'll sign a short message with your wallet to prove it's you — no transaction, no fees.
es: Firmarás un mensaje corto con tu billetera para demostrar que eres tú, sin transacción ni comisiones.
fr: Vous signerez un court message avec votre portefeuille pour prouver qu'il s'agit bien de vous — sans transaction ni frais.
ko: 본인임을 증명하기 위해 지갑으로 짧은 메시지에 서명해요 — 트랜잭션도, 수수료도 없어요.
zh_hans: 你将用钱包签署一条简短消息来证明是你本人：不产生交易，也没有费用。

source: You're watching this address — there's no key to export.
es: Estás observando esta dirección: no hay ninguna clave que exportar.
fr: Vous surveillez cette adresse — il n'y a aucune clé à exporter.
ko: 이 주소를 지켜보는 중입니다 — 내보낼 키가 없습니다.
zh_hans: 你正在观察此地址：没有可导出的密钥。

source: Your %@ sign-in account at Privy, including its embedded wallet
es: Tu cuenta de inicio de sesión con %@ en Privy, incluida su billetera integrada
fr: Votre compte de connexion %@ chez Privy, y compris son portefeuille intégré
ko: Privy의 %@ 로그인 계정(내장 지갑 포함)
zh_hans: 你在 Privy 的 %@ 登录账户，包括其嵌入式钱包

source: Your %@ wallet's key is held by Privy, not DyorHQ. Export opens Privy's own secure page — you re-confirm your Privy sign-in there, and the key is shown inside that page only. DyorHQ never sees or stores it.
es: La clave de tu billetera de %@ la guarda Privy, no DyorHQ. Exportar abre la propia página segura de Privy: allí vuelves a confirmar tu inicio de sesión en Privy, y la clave solo se muestra dentro de esa página. DyorHQ nunca la ve ni la guarda.
fr: La clé de votre portefeuille %@ est détenue par Privy, et non par DyorHQ. L'export ouvre la page sécurisée de Privy — vous y confirmez à nouveau votre connexion Privy, et la clé n'est affichée que dans cette page. DyorHQ ne la voit ni ne la stocke jamais.
ko: %@ 지갑의 키는 DyorHQ가 아닌 Privy가 보관합니다. 내보내기를 하면 Privy의 자체 보안 페이지가 열립니다 — 그곳에서 Privy 로그인을 다시 확인하며, 키는 그 페이지 안에서만 표시됩니다. DyorHQ는 키를 절대 보거나 저장하지 않습니다.
zh_hans: 你的 %@ 钱包的密钥由 Privy 持有，而不是 DyorHQ。导出会打开 Privy 自己的安全页面：你需要在那里重新确认 Privy 登录，密钥只会在该页面内显示。DyorHQ 从不查看或存储它。

source: Your %@ was deleveraged by Perpl.
es: Perpl desapalancó tu %@.
fr: Votre position %@ a été réduite (ADL) par Perpl.
ko: %@ 포지션이 Perpl에 의해 자동 디레버리징되었습니다.
zh_hans: 你的 %@已被 Perpl 自动减仓。

source: Your %@ was liquidated by Perpl.
es: Perpl liquidó tu %@.
fr: Votre position %@ a été liquidée par Perpl.
ko: %@ 포지션이 Perpl에 의해 청산되었습니다.
zh_hans: 你的 %@已被 Perpl 强平。

source: Your %@ was unwound by Perpl.
es: Perpl deshizo tu %@.
fr: Votre position %@ a été dénouée par Perpl.
ko: %@ 포지션이 Perpl에 의해 해소되었습니다.
zh_hans: 你的 %@已被 Perpl 平仓。

source: Your 24 words
es: Tus 24 palabras
fr: Vos 24 mots
ko: 내 24개 단어
zh_hans: 你的 24 个单词

source: Your Alerts
es: Tus alertas
fr: Vos alertes
ko: 내 알림
zh_hans: 你的提醒

source: Your Balance
es: Tu saldo
fr: Votre solde
ko: 내 잔액
zh_hans: 你的余额

source: Your Coin
es: Tu moneda
fr: Votre jeton
ko: 내 코인
zh_hans: 你的币

source: Your DyorHQ data was deleted and this iPhone is signed out, but the sign-in account (Privy) could not be: deletion isn't enabled on the server yet. Contact support to finish.
es: Se eliminaron tus datos de DyorHQ y se cerró la sesión en este iPhone, pero la cuenta de inicio de sesión (Privy) no se pudo eliminar: la eliminación aún no está activada en el servidor. Contacta con soporte para terminar.
fr: Vos données DyorHQ ont été supprimées et cet iPhone est déconnecté, mais le compte de connexion (Privy) n'a pas pu l'être : la suppression n'est pas encore activée sur le serveur. Contactez l'assistance pour terminer.
ko: DyorHQ 데이터가 삭제되고 이 iPhone에서 로그아웃되었지만, 로그인 계정(Privy)은 삭제하지 못했습니다. 서버에서 아직 삭제 기능이 활성화되지 않았습니다. 마무리하려면 고객 지원팀에 문의하십시오.
zh_hans: 你的 DyorHQ 数据已删除，此 iPhone 也已退出登录，但登录账户（Privy）无法删除：服务器尚未启用删除功能。联系客服以完成删除。

source: Your DyorHQ data was deleted and this iPhone is signed out, but your %1$@ sign-in account at Privy wasn't deleted (%2$@). To finish, sign in with %3$@ again and delete the account once more, or contact %4$@.
es: Se eliminaron tus datos de DyorHQ y se cerró la sesión en este iPhone, pero tu cuenta de inicio de sesión con %1$@ en Privy no se eliminó (%2$@). Para terminar, vuelve a iniciar sesión con %3$@ y elimina la cuenta otra vez, o contacta con %4$@.
fr: Vos données DyorHQ ont été supprimées et cet iPhone est déconnecté, mais votre compte de connexion %1$@ chez Privy n'a pas été supprimé (%2$@). Pour terminer, reconnectez-vous avec %3$@ et supprimez à nouveau le compte, ou contactez %4$@.
ko: DyorHQ 데이터가 삭제되고 이 iPhone에서 로그아웃되었지만, Privy의 %1$@ 로그인 계정은 삭제되지 않았습니다(%2$@). 마무리하려면 %3$@ 계정으로 다시 로그인해 계정을 한 번 더 삭제하거나, %4$@에 문의하십시오.
zh_hans: 你的 DyorHQ 数据已删除，此 iPhone 也已退出登录，但你在 Privy 的 %1$@ 登录账户未被删除（%2$@）。要完成删除，再次使用 %3$@ 登录并重新删除账户，或联系 %4$@。

source: Your DyorHQ profile, posts, comments, follows and reactions
es: Tu perfil de DyorHQ, tus publicaciones, comentarios, seguimientos y reacciones
fr: Votre profil DyorHQ, vos publications, commentaires, abonnements et réactions
ko: DyorHQ 프로필, 게시물, 댓글, 팔로우 및 반응
zh_hans: 你的 DyorHQ 个人资料、帖子、评论、关注和表情回应

source: Your Holdings
es: Tus activos
fr: Vos avoirs
ko: 내 보유 현황
zh_hans: 你的持仓

source: Your Launchpad Activity
es: Tu actividad en el launchpad
fr: Votre activité sur le launchpad
ko: 내 런치패드 활동
zh_hans: 你的 Launchpad 动态

source: Your Moments
es: Tus Moments
fr: Vos Moments
ko: 내 Moment
zh_hans: 你的 Moment

source: Your NFT
es: Tu NFT
fr: Votre NFT
ko: 내 NFT
zh_hans: 你的 NFT

source: Your Perpl history loads while your passkey session is unlocked.
es: Tu historial de Perpl se carga mientras tu sesión de llave de acceso está desbloqueada.
fr: Votre historique Perpl se charge tant que votre session de clé d'identification est déverrouillée.
ko: 패스키 세션이 잠금 해제된 동안 Perpl 내역을 불러와요.
zh_hans: 通行密钥会话解锁期间会加载你的 Perpl 历史记录。

source: Your Position
es: Tu posición
fr: Votre position
ko: 내 보유 현황
zh_hans: 你的持仓

source: Your Profile
es: Tu perfil
fr: Votre profil
ko: 내 프로필
zh_hans: 你的个人资料

source: Your Sell-Only Coins
es: Tus monedas de solo venta
fr: Vos jetons en vente uniquement
ko: 내 매도 전용 코인
zh_hans: 你的仅可卖出币

source: Your USDC
es: Tus USDC
fr: Vos USDC
ko: 내 USDC
zh_hans: 你的 USDC

source: Your account was created before our email-wallet security upgrade. Choose a new password: it becomes a new wallet that can’t be guessed offline, and we’ll email a code to confirm it’s you. Your previous wallet (%@) has no MON or token balance left.
es: Tu cuenta se creó antes de nuestra actualización de seguridad de las billeteras de correo electrónico. Elige una nueva contraseña: se convierte en una nueva billetera que no se puede adivinar sin conexión, y te enviaremos un código por correo electrónico para confirmar que eres tú. A tu billetera anterior (%@) ya no le queda saldo de MON ni de tokens.
fr: Votre compte a été créé avant notre mise à niveau de sécurité des portefeuilles e-mail. Choisissez un nouveau mot de passe : il devient un nouveau portefeuille impossible à deviner hors ligne, et nous vous enverrons un code par e-mail pour confirmer qu'il s'agit bien de vous. Votre ancien portefeuille (%@) n'a plus aucun solde en MON ou en jetons.
ko: 계정이 이메일 지갑 보안 업그레이드 이전에 만들어졌어요. 새 비밀번호를 정하세요. 새 비밀번호는 오프라인에서 추측할 수 없는 새 지갑이 되며, 본인 확인을 위해 이메일로 코드를 보내 드려요. 이전 지갑(%@)에는 남은 MON이나 토큰 잔액이 없어요.
zh_hans: 你的账户是在我们的邮箱钱包安全升级之前创建的。选择一个新密码：它会成为一个无法被离线猜解的新钱包，我们会通过邮件发送验证码以确认是你本人。你之前的钱包（%@）已没有 MON 或代币余额。

source: Your account’s original wallet (%@) now holds funds, so the security upgrade can’t finish. Log in with your current password to move them out, then log in again to finish the upgrade. Don’t reset your password before then: a reset creates a new, empty wallet and leaves those funds behind.
es: La billetera original de tu cuenta (%@) ahora tiene fondos, así que la actualización de seguridad no puede terminar. Inicia sesión con tu contraseña actual para sacarlos y luego vuelve a iniciar sesión para terminar la actualización. No restablezcas tu contraseña antes: restablecerla crea una billetera nueva y vacía y deja esos fondos atrás.
fr: Le portefeuille d'origine de votre compte (%@) contient maintenant des fonds : la mise à niveau de sécurité ne peut donc pas se terminer. Connectez-vous avec votre mot de passe actuel pour les retirer, puis reconnectez-vous pour terminer la mise à niveau. Ne réinitialisez pas votre mot de passe d'ici là : une réinitialisation crée un nouveau portefeuille vide et laisse ces fonds dans l'ancien.
ko: 계정의 원래 지갑(%@)에 현재 자금이 있어 보안 업그레이드를 완료할 수 없습니다. 현재 비밀번호로 로그인해 자금을 옮긴 다음, 다시 로그인하여 업그레이드를 완료하십시오. 그전에 비밀번호를 재설정하지 마십시오. 재설정하면 비어 있는 새 지갑이 만들어지고 그 자금은 남겨집니다.
zh_hans: 你账户的原始钱包（%@）现在持有资金，因此安全升级无法完成。使用你当前的密码登录并将资金转出，然后再次登录以完成升级。在此之前不要重置密码：重置会创建一个新的空钱包，并把这些资金留在原钱包中。

source: Your account’s original wallet (%@) still holds funds, so its security upgrade waits until they’re moved out. Log in to it now and send them to another wallet you control. Then log out and log in again to finish the upgrade.
es: La billetera original de tu cuenta (%@) todavía tiene fondos, así que su actualización de seguridad espera a que los saques. Inicia sesión en ella ahora y envíalos a otra billetera que controles. Luego cierra sesión y vuelve a iniciarla para terminar la actualización.
fr: Le portefeuille d'origine de votre compte (%@) contient encore des fonds : sa mise à niveau de sécurité attend donc qu'ils soient retirés. Connectez-vous-y maintenant et envoyez-les vers un autre portefeuille que vous contrôlez. Déconnectez-vous ensuite, puis reconnectez-vous pour terminer la mise à niveau.
ko: 계정의 원래 지갑(%@)에 아직 자금이 있어, 자금을 옮길 때까지 보안 업그레이드가 대기해요. 지금 이 지갑에 로그인해 내가 관리하는 다른 지갑으로 자금을 보내세요. 그런 다음 로그아웃했다가 다시 로그인하면 업그레이드가 완료돼요.
zh_hans: 你账户的原始钱包（%@）仍持有资金，因此其安全升级需等到资金转出后进行。现在登录该钱包，把资金发送到你控制的另一个钱包。然后退出登录并再次登录以完成升级。

source: Your address,
es: Tu dirección,
fr: Votre adresse,
ko: 내 주소,
zh_hans: 你的地址，

source: Your allocation
es: Tu asignación
fr: Votre allocation
ko: 내 할당량
zh_hans: 你的分配额度

source: Your balances
es: Tus saldos
fr: Vos soldes
ko: 내 잔액
zh_hans: 你的余额

source: Your balances couldn't be read just now — showing the last ones read.
es: No se pudieron leer tus saldos en este momento; se muestran los últimos leídos.
fr: Impossible de lire vos soldes pour le moment — affichage des derniers soldes lus.
ko: 지금은 잔액을 읽지 못해 마지막으로 읽은 값을 표시하고 있어요.
zh_hans: 暂时无法读取你的余额，显示的是上次读取的数据。

source: Your balances couldn't be read. Check your connection and try again.
es: No se pudieron leer tus saldos. Revisa tu conexión y vuelve a intentarlo.
fr: Impossible de lire vos soldes. Vérifiez votre connexion et réessayez.
ko: 잔액을 읽지 못했습니다. 연결 상태를 확인하고 다시 시도하십시오.
zh_hans: 无法读取你的余额。检查你的网络连接后重试。

source: Your buys, sells and launches show here.
es: Aquí aparecen tus compras, ventas y lanzamientos.
fr: Vos achats, ventes et lancements apparaissent ici.
ko: 내 매수, 매도, 런칭이 여기에 표시돼요.
zh_hans: 你的买入、卖出和发射记录会显示在这里。

source: Your claimable fees
es: Tus comisiones reclamables
fr: Vos frais à réclamer
ko: 내 수령 가능 수수료
zh_hans: 你可领取的手续费

source: Your code was accepted, so no new code is needed. If the last attempt went through after all, this just finishes it.
es: Tu código se aceptó, así que no hace falta uno nuevo. Si el último intento se completó después de todo, esto solo lo termina.
fr: Votre code a été accepté : aucun nouveau code n'est nécessaire. Si la dernière tentative a finalement abouti, ceci ne fait que la terminer.
ko: 코드가 승인되었으니 새 코드는 필요 없어요. 마지막 시도가 실제로 처리되었다면, 이 작업은 그것을 마무리할 뿐이에요.
zh_hans: 你的验证码已被接受，因此无需新的验证码。如果上一次尝试其实已经成功，这一步只会将其完成。

source: Your coin
es: Tu moneda
fr: Votre jeton
ko: 내 코인
zh_hans: 你的币

source: Your coins
es: Tus monedas
fr: Vos jetons
ko: 내 코인
zh_hans: 你的币

source: Your current wallet
es: Tu billetera actual
fr: Votre portefeuille actuel
ko: 현재 지갑
zh_hans: 你当前的钱包

source: Your email is linked to the DyorHQ wallet %1$@. Going on moves your email to a new, empty wallet. Funds in %2$@ stay there, reachable only with its old password.
es: Tu correo electrónico está vinculado a la billetera de DyorHQ %1$@. Si continúas, tu correo pasa a una billetera nueva y vacía. Los fondos de %2$@ se quedan allí y solo se puede acceder a ellos con su contraseña anterior.
fr: Votre e-mail est associé au portefeuille DyorHQ %1$@. Continuer transfère votre e-mail vers un nouveau portefeuille vide. Les fonds de %2$@ y restent, accessibles uniquement avec son ancien mot de passe.
ko: 이 이메일은 DyorHQ 지갑 %1$@에 연결되어 있습니다. 계속하면 이메일이 비어 있는 새 지갑으로 옮겨집니다. %2$@에 있는 자금은 그대로 남으며, 이전 비밀번호로만 접근할 수 있습니다.
zh_hans: 你的邮箱已关联 DyorHQ 钱包 %1$@。继续操作会将你的邮箱迁移到一个新的空钱包。%2$@ 中的资金会留在原处，只能使用其旧密码访问。

source: Your email verification expired. Send a new code to continue.
es: La verificación de tu correo electrónico expiró. Envía un código nuevo para continuar.
fr: La vérification de votre e-mail a expiré. Envoyez un nouveau code pour continuer.
ko: 이메일 인증이 만료되었습니다. 계속하려면 새 코드를 보내십시오.
zh_hans: 你的邮箱验证已过期。发送新的验证码以继续。

source: Your embedded wallet is deleted together with the Privy account. Send your funds elsewhere or export the wallet's key first; afterwards nobody can recover it.
es: Tu billetera integrada se elimina junto con la cuenta de Privy. Primero envía tus fondos a otro lugar o exporta la clave de la billetera; después, nadie podrá recuperarla.
fr: Votre portefeuille intégré est supprimé avec le compte Privy. Envoyez d'abord vos fonds ailleurs ou exportez la clé du portefeuille ; ensuite, personne ne pourra le récupérer.
ko: 내장 지갑은 Privy 계정과 함께 삭제됩니다. 먼저 자금을 다른 곳으로 보내거나 지갑의 키를 내보내십시오. 삭제 후에는 아무도 복구할 수 없습니다.
zh_hans: 你的嵌入式钱包会与 Privy 账户一起被删除。先将资金转到别处，或导出钱包的密钥；之后任何人都无法恢复它。

source: Your first deposit opens your Perpl account. Minimum 10 AUSD. In wallet: %@ AUSD.
es: Tu primer depósito abre tu cuenta de Perpl. Mínimo 10 AUSD. En la billetera: %@ AUSD.
fr: Votre premier dépôt ouvre votre compte Perpl. Minimum 10 AUSD. Dans le portefeuille : %@ AUSD.
ko: 첫 입금으로 Perpl 계정이 개설돼요. 최소 10 AUSD. 지갑 보유: %@ AUSD.
zh_hans: 你的首次充值将开设你的 Perpl 账户。最低 10 AUSD。钱包中：%@ AUSD。

source: Your key is stored only on this iPhone, in the Keychain, and is never sent anywhere. DyorHQ cannot recover it — keep your original backup safe.
es: Tu clave se guarda solo en este iPhone, en el llavero, y nunca se envía a ningún sitio. DyorHQ no puede recuperarla: guarda bien tu copia de seguridad original.
fr: Votre clé est stockée uniquement sur cet iPhone, dans le trousseau, et n'est jamais envoyée nulle part. DyorHQ ne peut pas la récupérer — conservez votre sauvegarde d'origine en lieu sûr.
ko: 키는 이 iPhone의 키체인에만 저장되며 어디로도 전송되지 않습니다. DyorHQ는 키를 복구할 수 없습니다 — 원본 백업을 안전하게 보관하십시오.
zh_hans: 你的密钥只存储在此 iPhone 的钥匙串中，从不发送到任何地方。DyorHQ 无法恢复它。妥善保管你的原始备份。

source: Your launches, swaps, buys, sells and perp orders show up here.
es: Aquí aparecen tus lanzamientos, intercambios, compras, ventas y órdenes de perpetuos.
fr: Vos lancements, échanges, achats, ventes et ordres perp apparaissent ici.
ko: 내 런칭, 스왑, 매수, 매도, 무기한 선물 주문이 여기에 표시돼요.
zh_hans: 你的发射、兑换、买入、卖出和永续合约订单会显示在这里。

source: Your passkey is this account's lock: signing asks for it whenever the session is locked, so App Lock doesn't add a second %@ prompt.
es: Tu llave de acceso es el bloqueo de esta cuenta: firmar la pide siempre que la sesión está bloqueada, así que el Bloqueo de app no añade una segunda solicitud de %@.
fr: Votre clé d'identification est le verrou de ce compte : la signature la demande chaque fois que la session est verrouillée, donc le verrouillage de l'app n'ajoute pas de seconde confirmation avec %@.
ko: 패스키가 이 계정의 잠금 장치입니다. 세션이 잠겨 있을 때마다 서명 시 패스키를 요청하므로, 앱 잠금이 %@ 요청을 한 번 더 추가하지 않습니다.
zh_hans: 你的通行密钥就是此账户的锁：会话锁定时，签名都会要求验证它，因此应用锁不会额外增加第二次 %@ 提示。
